import sculpture1 from '@/assets/images/kavaleridze/sculpture1.jpg';
import sculpture2 from '@/assets/images/kavaleridze/sculpture2.jpg';
import sculpture3 from '@/assets/images/kavaleridze/sculpture3.jpg';
import sculpture4 from '@/assets/images/kavaleridze/sculpture4.jpg';
import sculpture5 from '@/assets/images/kavaleridze/sculpture5.jpg';
import sculpture6 from '@/assets/images/kavaleridze/sculpture6.jpg';
import { IPage } from '@/types';

export const sculptureData: IPage = {
  title: 'Скульптура',
  content: [
    {
      type: 'text',
      textContent:
        'Дитинство майбутнього скульптора пройшло на Чернігівщині. Найулюбленішим заняттям малого була ліпнина. Із глини утворювалися фігурки людей і тварин. Такі розваги привернули увагу його дядька Сергія Мазаракі. Він був художником і археологом, закінчивши свого часу Петербурзьку академію. Працював хранителем скіфського відділу в Київському археологічному музеї. Він забрав хлопчика до Києва й віддав на навчання до приватної гімназії Валькера. Далі здобуття освіти продовжилося у Київському художньому училищі.',
      columns: 1,
    },
    {
      type: 'text',
      textContent:
        'Його наставником був відомий скульптор Федір Балавенський. Іван рік провчився у Петербурзькій академії мистецтв у Іллі Гінцбурга. Далі вдосконалювати свою майстерність поїхав до Парижа, у приватну студію Наума Аронсона. До початку Першої світової війни скульптури молодого майстра вже отримали визнання. 17 вересня 1911 року на Михайлівській площі відкрили чотирифігурну споруду за його проектом  —пам’ятник княгині Ользі, святому апостолу Андрію Первозванному та рівноапостольним Кирилу й Мефодію.',
      columns: 1,
    },
    {
      type: 'image',
      imageLink: { tablet: sculpture1, desktop: sculpture1 },
      imageLabel: "Пам'ятник княгині Ользі. Автор - Іван Кавалерідзе. Фото: retroua.com",
      columns: 1,
    },
    {
      type: 'image',
      imageLink: { tablet: sculpture2, desktop: sculpture2 },
      imageLabel: 'Сучасний вигляд ансамблю. Фото: Український інтерес/Ростислав Мараєв',
      columns: 1,
    },
    {
      type: 'text',
      textContent:
        'У період Української революції, за часів Гетьманату Павла Скоропадського, у місті Ромни (теперішня Сумщина) за проектом Кавалерідзе був зведений пам’ятник Кобзареві. Згодом Іван Кавалерідзе починає працювати в  Роменському пересувному робітничо-селянському театрі, де вів міський драмгурток і був головним режисером. Також викладав малювання у шести школах. За шість років скульптор організував товариство охорони пам’яток старовини і сприяв відкриттю краєзнавчого музею.',
      columns: 1,
    },
    {
      type: 'text',
      textContent:
        'Ще у 1920-х роках з’явилися монументи мандрівному філософу Григорію Сковороді в Лохвиці, більшовицькому діячеві Артему (Сергєєву) в Бахмуті й Святогірську (ці два масштабно-помпезні пам’ятники, створені в конструктивістському стилі, контрастували з іншими витворами скульптора). В ті часи митець намагався поєднувати національні мотиви з відвертою пропагандою більшовизму.',
      columns: 1,
    },
    {
      type: 'image',
      imageLink: { tablet: sculpture3, desktop: sculpture3 },
      imageLabel: 'Пам’ятник Тарасу Шевченку в Ромнах на Сумщині. Фото: Українська Вікіпедія',
      columns: 1,
    },
    {
      type: 'image',
      imageLink: { tablet: sculpture4, desktop: sculpture4 },
      imageLabel: 'Пам’ятник Артему (Сергєєву) в  Святогірську. Фото: Українська Вікіпедія',
      columns: 1,
    },
    {
      type: 'text',
      textContent:
        'У творчому доробку Кавалерідзе — численні пам’ятники: Княгині Ользі (Київ, 1911 рік; зруйнований 1919-го, відновлений 1996-го); Тарасу Шевченку (Ромни, 1918 рік; Полтава, 1925 рік; Суми, 1926 рік — зруйнований на початку 1960-х); Григорію Сковороді (Лохвиця, 1922 рік; Київ, 1977 рік); Артему (Бахмут, 1924 рік; Святогірськ, 1927 рік); Ярославу Мудрому (проект 1944 — 1960 років, встановлений у 1997-му); пам’ятник Петру Запорожцю (Біла Церква, 1971 рік).',
      columns: 1,
    },
    {
      type: 'text',
      textContent:
        'Автор проекту пам’ятника Богдану Хмельницькому в Кобеляках (1962), скульптурного портрета Федора Шаляпіна (1909), скульптурних композицій “Амвросій Бучма в ролі Миколи Задорожного” (1954), “Прометей” (1962), “Лев Толстой” (1965), “Святослав у бою”, “Запорожець на коні”, “О. Пушкін і М. Гоголь”, “Марко Кропивницький”, “Летять журавлі”; меморіальних таблиць і горельєфів.',
      columns: 1,
    },
    {
      type: 'image',
      imageLink: { tablet: sculpture5, desktop: sculpture5 },
      imageLabel: 'Пам’ятник Григорію Сковороді (Лохвиця). Фото: Українська Вікіпедія',
      columns: 1,
    },
    {
      type: 'image',
      imageLink: { tablet: sculpture6, desktop: sculpture6 },
      imageLabel: 'Пам’ятник Богданові Хмельницькому (Чернігів). Фото: Українська Вікіпедія',
      columns: 1,
    },
  ],
};
