[
  {
    "title": "Історія музею",
    "content": "Іван Кавалерідзе — видатна особистість, талановитий скульптор, великий кінорежисер і драматург. Він, безумовно, геній минулого століття, “український Мікеланджело”, як його називали. Для тих, хто ще не знайомий з його творами мистецтва, створений Музей-майстерня Івана Кавалерідзе в місті Києві. Крім того, в музей-майстерні працює галерея “У домі Івана Кавалерідзе”. Він був філософом своєї творчості. Неймовірна різноманітність талантів Кавалерідзе — скульптора, кінорежисера, драматурга — свідчить про його талант та неймовірний рівень осмислення реальності. Кавалерідзе створював “пластичні” фільми, образи яких можна описати як кутасті, кубічно-чіткі, або рвані та бурхливі. Його скульптури — глибокі та майстерні, з відчуттям авторської душі та “думки серцем”."
  },
  {
    "title": "Митець",
    "content": "Призначений злетіти вище: світогляд Івана Кавалерідзе та його головне покликання як митця полягало у замкненому колі відносин між творчою особистістю й тоталітарною системою. Іван Кавалерідзе мав довге й напрочуд плідне життя. Він був свідком та одним з творців доби великого соціального експерименту. За 70 років активної творчості він став автором близько 20 пам’ятників та сотні станкових робіт, зняв 10 кінофільмів, поставив 10 театральних п’єс.Також написав книжку спогадів, до того ж залишилися ще й десятки нереалізованих проектів. Та митець був запрограмований природою на більше. Якби він, подібно до свого співучня й товариша Олександра Архипенка, переважну частину літ прожив за кордоном, то сягнув би, можливо, й вищих художніх злетів. Іван Кавалерідзе був людиною великого таланту та глибокої душі."
  },
  {
    "title": "Біографія",
    "content": "13 квітня 1887 року — на хуторі Ладанському на Сумщині народився Іван Кавалерідзе, скульптор, кінорежисер, драматург. Народився в селянській сім’ї нащадків грузинського князівського роду, чиї предки після завоювання Росією Кавказу були привезені в Україну. У 1909 — 1910-му Іван навчався у Петербурзькій академії мистецтв у Іллі Гінцбурга. У 1910 — 1911-му вдосконалював свою майстерність у Парижі, у приватній студії Наума Аронсона. У 1915-му Кавалерідзе мобілізували до царської армії. У 1918 — 1928 роках працював у відділі народної освіти в Ромнах. Працюючи там у відділі народної освіти, він викладав малювання у 6 школах, вів міський драмгурток і був головним режисером Роменського пересувного робітничо-селянського театру з 1925 по 1930 роки. У 1928 — 1933-му — режисер Одеської кінофабрики. У 1934 — 1941-му — режисер Київської кіностудії “Українфільм”. У 1957 — 1962-му — режисер Кіностудії імені Олександра Довженка. До самої смерті Кавалерідзе працював скульптором і писав п’єси. Помер у Києві 3 грудня 1978 року. "
  },
  {
    "title": "Кіно",
    "content": "Як кінорежисер, Кавалерідзе створив лише 9 повнометражних фільмів. В кіно Кавалерідзе прийшов після знайомства з Олександром Довженком і заступником голови ВУФКУ Зіновієм Сідерським. Його кінематографічним дебютом став фільм “Злива” 1929 року, який було втрачено при загадкових обставинах. Наступний фільм “Перекоп” 1930 р., близький до епічного кіно, третій — побудований на монтажних прийомах “Штурмові ночі”, 1931 р. та один з перших звукових фільмів “Коліївщина” 1933 р. Ці роботи не знаходять  підтримки у радянських кінокритиків. Поворотним для творчої діяльності Івана Кавалерідзе та для радянського кіно взагалі стала кінострічка “Прометей” 1936 р. До дискусії навколо цього фільму долучається велика кількість критиків, митців і навіть голова радянської кінематографії, партійний діяч в тому числі, Борис Шумяцький. Фільм отримав від нього розгромну критику. Це ознаменувало прихід соцреалістичного методу в кіно того часу і відкидання всього експериментального та новаторського. Борис Шумяцький, зокрема, фактично “поховав” фільм “Прометей” у статті “Просте й зрозуміле кіномистецтво”. Після такого резонансу в культурному середовищі радянської України 30-х років, Кавалерідзе переводять знімати безконфліктні музичні кіно-опери. Наприклад, “Наталка Полтавка” 1936 р., “Запорожець за Дунаєм” 1937 р. Під час зйомок чергового фільму “Олекса Довбуш” 1941 року Іван Кавалерізде опиняється під німецькою окупацією. Він не втрачає потягу до мистецької праці, тому намагається  домовитися про співпрацю з німецькою владою. Це була його помилка, оскільки тавро колабораціоніста в Радянському Союзі закріпилось за ним дуже міцно. Тому працювати в кіно йому більше не давали. Лише в роки “відлиги” Кавалерідзе зняв два фільми “Григорій Сковорода” 1959 року і “Повія” 1961 року. Ці фільми зняті в старомодній манері, притаманній його фільмам 30-х років. Тому не мали вибухового успіху. Періодично в 60-х митець повертався і до скульптурної діяльності."
  },
  {
    "title": "Скульптура",
    "content": "Дитинство майбутнього скульптора пройшло на Чернігівщині. Найулюбленішим заняттям малого була ліпнина. Із глини утворювалися фігурки людей і тварин. Такі розваги привернули увагу його дядька Сергія Мазаракі. Він був художником і археологом, закінчивши свого часу Петербурзьку академію. Працював хранителем скіфського відділу в Київському археологічному музеї. Він забрав хлопчика до Києва й віддав на навчання до приватної гімназії Валькера. Далі здобуття освіти продовжилося у Київському художньому училищі. Його наставником був відомий скульптор Федір Балавенський. Іван рік провчився у Петербурзькій академії мистецтв у Іллі Гінцбурга. Далі вдосконалювати свою майстерність поїхав до Парижа, у приватну студію Наума Аронсона. До початку Першої світової війни скульптури молодого майстра вже отримали визнання. 17 вересня 1911 року на Михайлівській площі відкрили чотирифігурну споруду за його проектом  —пам’ятник княгині Ользі, святому апостолу Андрію Первозванному та рівноапостольним Кирилу й Мефодію. У період Української революції, за часів Гетьманату Павла Скоропадського, у місті Ромни (теперішня Сумщина) за проектом Кавалерідзе був зведений пам’ятник Кобзареві. Згодом Іван Кавалерідзе починає працювати в  Роменському пересувному робітничо-селянському театрі, де вів міський драмгурток і був головним режисером. Також викладав малювання у шести школах. За шість років скульптор організував товариство охорони пам’яток старовини і сприяв відкриттю краєзнавчого музею. Ще у 1920-х роках з’явилися монументи мандрівному філософу Григорію Сковороді в Лохвиці, більшовицькому діячеві Артему (Сергєєву) в Бахмуті й Святогірську (ці два масштабно-помпезні пам’ятники, створені в конструктивістському стилі, контрастували з іншими витворами скульптора). В ті часи митець намагався поєднувати національні мотиви з відвертою пропагандою більшовизму. У творчому доробку Кавалерідзе — численні пам’ятники: Княгині Ользі (Київ, 1911 рік; зруйнований 1919-го, відновлений 1996-го); Тарасу Шевченку (Ромни, 1918 рік; Полтава, 1925 рік; Суми, 1926 рік — зруйнований на початку 1960-х); Григорію Сковороді (Лохвиця, 1922 рік; Київ, 1977 рік); Артему (Бахмут, 1924 рік; Святогірськ, 1927 рік); Ярославу Мудрому (проект 1944 — 1960 років, встановлений у 1997-му); пам’ятник Петру Запорожцю (Біла Церква, 1971 рік). Автор проекту пам’ятника Богдану Хмельницькому в Кобеляках (1962), скульптурного портрета Федора Шаляпіна (1909), скульптурних композицій “Амвросій Бучма в ролі Миколи Задорожного” (1954), “Прометей” (1962), “Лев Толстой” (1965), “Святослав у бою”, “Запорожець на коні”, “О. Пушкін і М. Гоголь”, “Марко Кропивницький”, “Летять журавлі”; меморіальних таблиць і горельєфів."
  },
  {
    "title": "Митець і Київ",
    "content": "Іван Кавалерідзе жив виключно мистецтвом. Невтомно шукав досконалість і радів кожному новому дню. “Найщасливіший день сьогодні, — писав він у щоденнику в 1977-му. — Чому? Бо він є і я живу!”. Майже все своє життя працював у місті Київ. Саме в Києві починав він свій шлях як скульптор та кінорежисер. Не покинув Києва навіть за часів німецької окупації. Деякий час очолював відділ культури Київської міської управи. Це давало змогу рятувати ув’язнених у Сирецькому концтаборі митців, надати притулок єврейським сім’ям у селах Київської області. Також рятувати молодь від вивезення до Німеччини, підтримати київську інтелігенцію, зберегти від пограбування культурні цінності. На будинку в Києві по вулиці Великій Васильківській, 16, де з 1954 по 1978 рік проживав митець, встановлено меморіальну дошку. Через 10 років після смерті Івана Кавалерідзе у Києві вийшов однойменний збірник статей і спогадів під назвою “Тіні швидкоплинних літ”. Там Іван Петрович розповів про життя, сповна віддане мистецтву."
  }
]
