import imageMiniature from './eventImage_mini.jpg';

const eventData = {
  title: 'Одне непрочитане. Alona Kovalerenko',
  banner: imageMiniature,
  created: '22.08.23',
  begin: '22.08.23',
  end: '31.08.23',
  content: [
    'Коли війна зайшла у наше життя, залишилось безмежно багато невиказаних емоцій та невирішених питань. Ми усі стали свідками подій, які залишили і продовжують залишати гіркі сліди у нашому бутті. В цій війні ми всі маємо своє "одне непрочитане" повідомлення – це повідомлення болю, туги, втрати і незавершеної історії. Кожен день, війна змушує нас звертати увагу на ті емоції, які плекаються у нашій душі. Вона нагадує нам про слова, які ми не сказали, про ту любов, яку могли б виразити, але не встигли. Ця війна створила колективний зв’язок – біль від загиблого солдата, гіркота від втрати рідних, почуття відчаю та німоти перед жорстокістю війни.',
    'Виставка графічних робіт Альони Ковалєренко “Одне непрочитане” – це можливість відкрити те, що сховано у глибинах наших сердець. Це місце спільності, де мовчання зробиться видимим, а біль буде відчутною. Де ми можемо поділитися нею та згадати тих, хто вже ніколи не прочитає та не залишить нам останнє повідомлення… ',
    'Сама художниця каже про свої роботи так: “Мої роботи це візуальне повідомлення, вираз через зображення. Є авторська ідея, але я залишаю споглядачу простір, для роздумів, щоб утворилось маленьке оповідання, сенс, якого кожен знайде згідно свого емоційного стану та світогляду. Графічні засоби вираження, такі як "точка, лінія, пляма"- їх конфігурації та композиційні прийоми, в поєднанні з позами тіла людини, рук та обличчя утворюють образи та відображають такі почуття, як страх, тривога, біль, горе, відчай, збентеження, хвилювання, страждання. "Одне непрочитане " на жаль в мене також є таке непрочитане від друга, який загинув під Бахмутом. Сотні інших людей мають такі непрочитані і як результат пронизливий біль викручує тіло, а розум заповнюється тривожними думками, які потім можуть перерости у біль під ребрами. Мій позив, це не доводити себе до стану, коли думки з’їдають ясний розум, та ментальний біль перетворюється на фізичний. Це питання, на роздуми, не давати страхам заволодіти тобою.”',
    'Виставка “Одне непрочитане” присвячена Дню пам’яті загиблих військових – 29.08.',
    '26.08. о 18:00 відбудеться зустріч з художницею, де ви зможете поділитись своїм "непрочитаним повідомленням".',
  ],
};

export { eventData };
