interface TestDataProps {
  route: string;
  title: string;
  description?: string;
  key?: string | number;
}
export const testData: TestDataProps[] = [
  {
    route: '/about/movie',
    title: 'Виставка Едуарда Межула “Родина та друзі”',
    description:
      'Існує вираз – “Ви проникаєтесь до людини більше, якщо вона слухає таку ж музику, як і Ви”, думаємо, що можна теж саме сказати і про людей, які бачать світ, так би мовити, споріднено, особливо крізь призму мистецтва та живописа.',
  },
  {
    route: '/about/movie',
    title: 'Виставка Едуарда Межула “Родина та друзі”',
    description:
      'Існує вираз – “Ви проникаєтесь до людини більше, якщо вона слухає таку ж музику, як і Ви”, думаємо, що можна теж саме сказати і про людей, які бачать світ, так би мовити, споріднено, особливо крізь призму мистецтва та живописа.',
  },
  {
    route: '/about/movie',
    title: 'Виставка Анатолія Буртового “Живопис, графіка, левкаc”',
  },
  {
    route: '/about/movie',
    title: 'Світ живопису Елеонори Обуховой',
    description: 'Чим абстрактніший живопис, тим більше він відображає наш внутрішній стан, наші почуття і емоції.',
  },
  {
    route: '/about/movie',
    title: 'До Дня народження Т.Г.Шевченка',
    description:
      'Музей-майстерня І.П.Кавалерідзе та Друзі представляють щорічну виставку живопису, графіки та скульптури до Дня Народження Тараса Шевченка.',
  },
  {
    route: '/about/movie',
    title: 'До Дня народження Т.Г.Шевченка',
    description:
      'Музей-майстерня І.П.Кавалерідзе та Друзі представляють щорічну виставку живопису, графіки та скульптури до Дня Народження Тараса Шевченка.',
  },
  {
    route: '/about/movie',
    title: 'До Дня народження Т.Г.Шевченка',
    description:
      'Музей-майстерня І.П.Кавалерідзе та Друзі представляють щорічну виставку живопису, графіки та скульптури до Дня Народження Тараса Шевченка.',
  },
  {
    route: '/about/movie',
    title: 'Виставка Едуарда Межула “Родина та друзі”',
    description:
      'Існує вираз – “Ви проникаєтесь до людини більше, якщо вона слухає таку ж музику, як і Ви”, думаємо, що можна теж саме сказати і про людей, які бачать світ, так би мовити, споріднено, особливо крізь призму мистецтва та живописа.',
  },
  {
    route: '/about/movie',
    title: 'До Дня народження Т.Г.Шевченка',
    description:
      'Музей-майстерня І.П.Кавалерідзе та Друзі представляють щорічну виставку живопису, графіки та скульптури до Дня Народження Тараса Шевченка.',
  },
  {
    route: '/about/movie',
    title: 'Виставка Анатолія Буртового “Живопис, графіка, левкаc”',
  },
];
